Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The principle goal of the programme is to help those who attend the programme to acquire, practise and begin to use a number of problem-solving and related skills that will allow them to manage their lives and any associated difficulties in a more appropriate manner and without resorting to offending.
vi: Mục đích chính của chương trình là nhằm giúp đỡ những người tham gia học hỏi, thực hành và bắt đầu sử dụng một số kỹ năng giải quyết vần đề. Những kỹ năng này sẽ cho phép họ quản lý cuộc sống của mình và xử lý các khó khăn gặp phải theo cách thức phù hợp thay vì thực hiện các hành vi phạm tội.

source: The prison environment also seems to limit the means by which prisoners can cope with stress.
vi: Môi trường tù ngục cũng đã giới hạn cách mà các tù nhân đương đầu với stress.

source: The prison environment is stressful by its very nature and several researchers have examined the stressors operating in prisons.
vi: Bản thân môi trường tù ngục là rất căng thẳng và nhiều nhà nghiên cứu đã tiến hành kiểm tra các nhân tố gây ra điều này

source: The problem is that people telling the truth may well do the same.
vi: Vấn đề ở đây là có thể những người nói thật cũng làm như vậy

source: The problem, therefore, with such questions is that one does not know whether the answer is a true representation of what is in the interviewee’s mind or is merely compliance to the question (especially if it is asked by an adult in authority).
vi: Vì thế, vấn đề đối với kiểu câu hỏi này là không ai biết được câu trả lời mà người được thẩm vấn đưa ra thật sự đến từ trong suy nghĩ của họ hay chỉ đơn thuần là xuôi theo câu hỏi (đặc biệt là những câu được một người lớn có thẩm quyền đặt ra).

source: The problems limiting the accuracy of such procedures are very similar to those for poly- graph testing (e.g. truthful people may be stressed and therefore their voice pitch rises and skilled liars may not be stressed).
vi: Các hạn chế tính đối với chính xác của các phương pháp này cũng rất giống với trường hợp của kiểm tra bằng máy phát hiện nói dối (ví dụ như những người thành thật có thể bị căng thẳng và vì thế ngữ điệu của họ biến đổi và những kẻ nói dối tài tình có thể không bị căng thẳng)

source: The profiling of someone’s personal characteristics is more commonly associated with offender profiling and is the practice most often portrayed in the media.
vi: Việc thiết lập hồ sơ đặc tính cá nhân của một người thường được kết hợp với thiết lập hồ sơ tội phạm và là một hoạt động được giới truyền thông thường xuyên mô tả.

source: The programme also highlights the need for self-management in situations such as the one outlined above and provides skills to enhance personal control over the feelings and behaviours that may cause problems for offenders.
vi: Chương trình cũng nhấn mạnh sự cần thiết của việc kiểm soát bản thân trong các tình huống như trong ví dụ cũng như cung cấp các kỹ năng kiểm soát những cảm xúc và hành vi có thể gây rắc tối cho phạm nhân.

source: The programme also uses training in how to interact in social situations (‘social interaction training’) and ‘values education’ (or moral reasoning) training in order to strengthen the offenders’ social problem-solving skills.
vi: Chương trình cũng huấn luyện các phương pháp tương tác xã hội và "giáo dục về giá trị" (hay lập luận dựa trên đạo đức) nhằm tăng cường các kỹ năng giải quyết những vấn đề xã hội cho phạm nhân.

source: The programme is delivered in eighty-six two-hour sessions, which are run about twice a week.
vi: Chương trình được tiến hành trong 86 buổi họp dài 2 tiếng, mỗi tuần 2 buổi.

source: The programme was designed by Professor James McGuire, a Forensic Clinical Psychologist in the UK, for use within the Prison and Probation Services of England and Wales but has also been adopted by some correctional services in Australia.
vi: Chương trình này được thiết kế bởi giáo sư James McGuire, một nhà tâm lý học pháp y lâm sàng ở Anh, để sử dụng trong các Cơ quan Giam giữ và Cải tạo của Anh nhưng cũng được áp dụng trong một số chương trình cải tạo ở Úc.

source: The proponents of offender intervention did not lie down and accept defeat.
vi: Các nhà đề xướng phương án điều trị cho phạm nhân không hề chùn bước và bỏ cuộc.

source: The provision of constructive feedback helps the offenders to transfer their learning into real-life situations.
vi: Việc cung cấp những phản hồi mang tính xây dựng sẽ giúp phạm nhân vận dụng những gì học được vào các tình huống thực tế.

source: The psychological health of prisoners has been assessed by numerous researchers.
vi: Những ghi ghép về sức khoẻ tâm lý của các tù nhân đã được tham khảo qua rất nhiều nghiên cứu.

source: The psychological similarity of situations is increasingly recognized as an important factor in determining the likely degree of behavioural consistency.
vi: Sự tương đồng tâm lý của các hoàn cảnh ngày càng được thừa nhận là một yếu tố quan trọng để xác định mức độ nhất quán của hành vi.

source: The psychologist could use interviews, assessment tools or psychometric tests (i.e. special questionnaires) to aid in his or her assessment.
vi: Các nhà tâm lý học có thể dùng phương pháp phỏng vấn, công cụ đánh giá hoặc các bài kiểm tra tâm lý (như bảng câu hỏi đặc biệt) để hỗ trợ cho quá trình đánh giá của họ.

source: The public shaming of offenders played a big part of punishments until the middle of the sixteenth century, but public hangings carried on for a long time after this in the UK and parts of Europe (think about the guillotining of the aristocracy in Revolutionary France), which might also be seen as shameful for the offenders and their families.
vi: Việc bêu riếu công khai những kẻ phạm tội có vai trò lớn trong việc trừng phạt cho đến tận giữa thế kỷ thứ 16, nhưng việc treo cổ công khai vẫn được tiến hành sau đó ở Anh và một số nơi ở châu Âu (hãy nghĩ đến việc chém đầu các quý tộc trong cuộc cách mạng Pháp), cái mà cũng có thể được coi là nhục nhã với kẻ phạm tội và gia đình của chúng .

source: The publication of these principles attempted to change the confession-driven model of suspect interviewing to one involving a search for information.
vi: Việc công bố những quy tắc này đã nỗ lực thay đổi mô hình thúc đầy sự thú nhận khi chất vấn người tình nghi cũng như tìm kiếm thông tin phục vụ cho điều tra.

source: The publication was a result of threats from ‘the terrorist group FC’ to continue and escalate a bombing campaign which had begun with a letter bomb in May 1978.
vi: Việc xuất bản này xuất phát từ những lời đe dọa từ "Nhóm khủng bố FC" rằng chúng sẽ tiếp tục gây ra một đợt đánh bom tiếp theo (lần đầu tiên là một quả bom thư vào tháng 5 năm 1978).

source: The punishment is delivered without arrest, detention, trial or appeal.
vi: Hình phạt được đưa ra mà không có sự hoãn thi hành, tạm giam, xét xử hoặc kháng cáo,

source: The punishment may take the form of intimidation and threats, as well as physical suffering.
vi: Hình phạt có thể ở dưới dạng hăm dọa, đe dọa cũng như đau đớn về thể chất.

source: The purpose of the caution is to tell arrested individuals just what their rights are under the law, but the language used to express these rights is not straightforward.
vi: Mục đích của lời cảnh báo này là nhằm để nói cho những người bị bắt giữ về quyền lợi của họ có theo pháp luật, tuy nhiên, ngôn ngữ dùng để diễn đạt những điều đó thì lại không được thẳng thắn cho lắm.

source: The purpose of this chapter is to survey some of the areas of forensic linguistics, demonstrate where the two disciplines overlap and highlight some areas of forensic linguistics where forensic psychologists have yet to make a contribution.
vi: Mục đích của chương này là nhằm để đưa ra một cái nhìn chung về một số lĩnh vực của môn ngôn ngữ học pháp lý, để chỉ ra những chỗ mà hai môn học này chồng chéo với nhau cũng như nêu bật ra một số lĩnh vực thuộc môn học này mà các nhà tâm lý học pháp y vẫn chưa có đóng góp gì.

source: The question as to why these historical structures and phrases remain in the language can be debated.
vi: Câu hỏi là tại sao những cấu trúc lịch sử và cụm từ vẫn còn trong ngôn ngữ có thể được thảo luận.

source: The question of whether offenders who behave in a similar manner during their crimes also share similar demographic characteristics has been examined using a sample of stranger rapists, but the study found no evidence to support this.
vi: Nghi vấn rằng liệu những kẻ phạm tội cư xử giống nhau trong khi phạm tội cũng có chung những đặc điểm nhân khẩu học đã được kiểm chứng qua việc sử dụng một hình mẫu những kẻ hiếp dâm lạ mặt, tuy nhiên nghiên cứu không đưa ra được bằng chứng để chứng minh điều đó.

source: The question the programme asks of the offender is – is there an alternative action that could have been taken to remedy the situation in a more pro-social way?
vi: và câu hỏi mà chương trình đặt ra cho phạm nhân là: liệu có thể sử dụng một phương pháp thay thế để giải quyết tình huống theo cách ôn hòa hơn ?

source: The range of punishments available, and acceptable, are a mixture of the retributive and reductivist.
vi: Mức trừng phạt đang tồn tại và được chấp nhận là sự kết hợp giữa tính báo thù và tính thu hẹp .

source: The reality, however, is that much more needs to be known about programmes and their effectiveness.
vi: Tuy nhiên, thực tế cho thấy còn rất nhiều thứ cần được làm rõ về những chương trình này cũng như tính hiệu quả của nó.

source: The reason why people think this probably relates to the fact that such behaviours are fairly useful indicators of nervousness.
vi: Lý do tại sao mọi người thường nghĩ thế có nhiều khả năng liên quan đến việc những hành vị đó là những biểu thị khá hữu dụng của lo lắng

source: The reasons for committing or attempting suicide seemed more related to concrete events.
vi: Những nguyên nhân dẫn đến cố gắng tự kết liễu mạng sống dường như có mối liên hệ với những sự kiện cụ thể.

source: The reasons why people choose to join the police service and their initial motivations is an area that is under-researched.
vi: Những lý do tại sao mọi người chọn tham gia cơ quan cảnh sát và động cơ ban đầu của họ là một phạm vi đang được nghiên cứu kỹ.

source: The reasons why some officers remain and thrive in the service for a full career while others drop out are not well understood at this time.
vi: Những lý do tại sao một số cảnh sát lại ở lại và phát triển mạnh trong nghề hướng đến một sự nghiệp trọn vẹn trong khi những người khác lại bỏ giữa chừng là điều chưa ai hiểu được tại thời điểm này.

source: The reform of legal language is not restricted to courtroom situations.
vi: Sự cải cách ngôn ngữ pháp lý không giới hạn ở trong phòng xử án.

source: The reformed instruction on reasonable doubt is given above.
vi: Các hướng dẫn cải cách trên sự nghi ngờ hợp lý được đưa ra ở trên.

source: The report led, in 2005, to its author being required to be at the court building during the defence part of the trial in case he was called to testify (i.e. in front of judge and jury).
vi: Năm 2005, bản báo cáo này đã khiến cho tác giả của nó được mời dến tòa dự phiên bào chữa, phòng trường hợp tác giả được yêu cầu chứng thực bảo cáo của mình (trước hội đồng xét xử và bồi thẩm đoàn).

source: The research carried out by the Universities of Leicester and Liverpool, therefore, also compared those who completed the programme with a comparison group of similar individuals who had received an alternative community sentence.
vi: Để giải quyết vấn đề này, các nghiên cứu được thực hiện bởi trường Đại học Leicester và Liverpool đã sử dụng một nhóm gồm các cá nhân có các đặc điểm tương tự và đã nhận án phạt thay thế để so sánh so sánh với những người hoàn thành chương trình.

source: The research has also indicated that the prison environment is stress-inducing.
vi: Nghiên cứu này cũng cho thấy rằng môi tường trong tù cũng góp phần gia tăng căng thẳng.

source: The research has also striven to identify whether linked and unlinked offences can be differentiated using similarity in certain behaviours compared to other behaviours.
vi: Các nghiên cứu cũng đã cố gắng xác định xem liệu tội ác có và không được kết nối có thể được phân biệt sử dụng sự tương đồng trong một số hành vi nhất định khi so sánh với các hành vi khác.

source: The research literature has suggested that the types of bullying behaviour displayed varies depending on the bully’s age, with direct forms of bullying being associated with younger offenders.
vi: Nghiên cứu cũng đề cập rằng. việc bắt nạt được thể hiện qua nhiều chiêu trò tùy vào tuổi tác của kẻ bắt nạt, theo hình thức trực tiếp và phối hợp với những kẻ phạm tội trẻ hơn.

source: The research skills of criminal psychologists are also used in evaluating the effectiveness of treatment, which can then feed into improvements in treatment for dangerous and sexual offenders.
vi: Kỹ năng nghiên cứu của các nhà tội phạm học cũng được sử dụng để đánh giá hiệu quả của việc điều trị, cái có thể góp vào để cải thiện việc điều trị cho những tội phạn tình dục và nguy hiểm.

source: The research that has been conducted has found that imprisonment can have very negative effects for some prisoners.
vi: Nghiên cứu đang được thực hiện cho thấy việc giam cầm tác động rất tiêu cực tới một số tù nhân.

source: The researchers analysing the Whitechapel murders also considered the rarity of the behaviours displayed in the murders.
vi: Những nhà nghiên cứu phân tích về các vụ án mạng vùng Whitechapel cũng để ý đến sự khan hiếm của hành vi thể hiện trong các vụ giết người.

source: The results indicated that the police service now considered the following skills to be the most important when interviewing suspects – listening, preparation, questioning, flexibility, open-mindedness and compassion/empathy.
vi: Kết quả thu được cho thấy lực lượng cảnh sát cân nhắc những kỹ năng dưới đây là quan trọng nhất khi chất vấn nghi phạm - lắng nghe, chuẩn bị, đặt câu hỏi, linh hoạt, sự cởi mở và lòng trắc ẩn/đồng cảm.

source: The risk principle states that those offenders who are more likely to reoffend, or, in other words, are at a higher risk of reoffending, should receive a greater level or intensity of intervention than those who are at a lower risk of reoffending.
vi: Nguyên tắc nguy cơ phát biểu rằng những người phạm tội thường có nhiều khả năng tái phạm, nghĩa là, họ có nguy cơ tái phạm cao hoặc cường độ can thiệp của họ cao hơn những người có nguy cơ tái phạm thấp.

source: The role of a psychologist in criminal investigations can take a variety of forms.
vi: Vai trò của nhà tâm lý trong điều tra hình sự có thể chia ra rất nhiều hình thức.

source: The roles of the police and private security organizations increasingly overlap, and the boundaries of ‘private’ and ‘public’ have become less clear.
vi: Những vai trò của cảnh sát và các tổ chức an ninh tư nhân ngày càng chồng chéo, và ranh giới giữa "tư nhân" và "công cộng" đã trở nên ít rõ ràng hơn.

source: The same 1997 study found that two-thirds of female prisoners were mothers.
vi: Một nghiên cứu tương tự vào năm 1997 chỉ ra 2/3 số nữ tù nhân đã là các bà mẹ .

source: The same thing is true of child abusers: they need to overcome their internal inhibitions, but these inhibitions are about abusing children.
vi: Những kẻ lạm dụng trẻ em có điểm chung là: họ cần phải vượt qua ức chế bên trong của mình, nhưng những ức chế này là về việc lạm dụng những đứa trẻ.

source: The screening in and screening out of applicants is done via a variety of methods such as psychometric tests, interviews, roleplay, attendance to assessment centres, fitness tests and medical tests.
vi: Việc sàng lọc các ứng viên được thực hiện thông qua một loạt các phương pháp như kiểm tra tâm lý, phỏng vấn, đóng vai, tham dự trung tâm đánh giá, kiểm tra thể lực và kiểm tra y tế.

source: The second category suggested by Johnston is ‘autonomous citizenship’.
vi: Hạng mục thứ 2 được Johnston đưa ra là "Công dân tự trị".

source: The second involves ensuring that the interviewee leaves in as positive a frame of mind as possible (by, for example, returning to some of the neutral topics covered in the rapport phase).
vi: Ở phần sau, cần đảm bảo rằng người được thẩm vấn rời đi với tâm trạng thoải mái nhất (bằng cách nói chuyện về các chủ đề trung lâp đã được nhắc đến khi còn ở trong pha thiết lập mối quan hệ là một ví dụ).

source: The skills which were actually more evident in the good interviews included responding to what the interviewee says, use of open questions, flexibility, open-mindedness, compassion/empathy, keeping the interviewee to relevant topics, preparing the interview, appropriate use of pauses/silences, apparent use of (appropriate) tactics, appropriate use of closed questions and communication skills.
vi: Những kĩ năng thực sự rõ ràng trong một buổi chất vấn hiệu quả bao gồm phản ứng với những gì cán bộ chất vấn nói, sử dụng câu hỏi mở, mềm dẻo, cởi mở, cảm thông, khiến nghi phạm trả lời những chủ đề liên quan, chuẩn bị kỹ cho buổi chất vấn, tạm dừng hay im lặng đúng thời điểm, dùng chiến lược, câu hỏi trực tiếp, các kỹ năng giao tiếp một cách phù hợp.

source: The social environment among prisoners can be viewed as a hierarchy.
vi: Môi trường xã hội giữa các tù nhân có thể được xem như một hệ thống cấp bậc

source: The software can also allocate the words to linguistic categories such as ‘negative emotions’ and ‘first person singular’ (e.g. I, me, my).
vi: Phần mềm cũng có thể phân phối các từ ngữ theo các danh mục ngôn ngữ học như "cảm xúc tiêu cực" và "từ chỉ cá nhân" (ví dụ: tôi, của tôi).

source: The solicitor requested a written report on several psycho- logical factors that he considered relevant to the eyewitnesses’ evidence.
vi: Cố vấn pháp lý yêu cầu một văn bản báo cáo về những yếu tố

source: The stress faced by police officers is somewhat different from that in other types of employment.
vi: Căng thẳng mà cảnh sát phải đối mặt là một điều gì đó rất khác biệt so với bất cứ dạng công việc khác nào.

source: The structure of the game is very straightforward: to win a million pounds the contest- ant simply has to answer 15 multiple choice questions in a row correctly.
vi: Cấu trúc của trò chơi này vô cùng dễ hiểu: để có thể chiến thắng và giành được một triệu đô, người tham gia phải trả lời chính xác liên tiếp 15 câu hỏi trắc nghiệm.

source: The studies that perhaps created the greatest impact on the rehabilitative debate were instead the meta-analyses that came to prominence towards the end of the 1980s and into the 1990s.
vi: Những nghiên cứu có khả năng gây ảnh hưởng lớn, thay vào đó lại là nghiên cứu tổng hợp, bắt đầu trở nên phổ biến từ cuối thập niên 80 và đầu thập niên 90.

source: The study of behavioural consistency, including cross-situational consistency, has been a focus for personality and social psychologists for decades.
vi: Nghiên cứu về sự kiên định trong hành vi, bao gồm sự kiên định trong mọi tình huống, là môt trọng tâm cho những nhà tâm lý học xã hội và tính cách trong hàng thế kỷ .

source: The supervision of offenders once they have been released from prison will also be covered.
vi: Giám sát các tội phạm khi họ đã được phóng thích cũng sẽ được đề cập đến.

source: The support we get from other people is called social support.
vi: Sự giúp đỡ chúng ta nhận được từ người khác gọi là giúp đỡ xã hội.

source: The suspect will be asked separately for each gun whether he or she recognizes it (or have ever touched it).
vi: Nghi phạm sẽ bị hỏi lần lượt từng loại súng xem anh ta hoặc cô ta có nhận ra nó không (hay có từng chạm vào nó không).

source: The tactics that occurred often included ‘challenges account’ and ‘emphasizing contradictions’, which had been emphasized in the (new) training initiative.
vi: Những chiến lược này được thực hiện thường gồm 'báo cáo thách thức' và 'mâu thuẫn nhấn mạnh', chúng được đề cập trong sáng kiến đào tạo mới.

source: The term ‘criminal psychology’ has been defined in a number of different ways.
vi: Khái niệm 'tâm lý học tội phạm' được định nghĩa bằng nhiều cách khác nhau.

source: The term ‘offender profiling’ is one with which most of us are familiar.
vi: Thuật ngữ "thiết lập hồ sơ tội phạm" là một thuật ngữ mà hầu hết chúng ta đều quen thuộc.

source: The theoretical grounding of the practice of case linkage comes from personality psychology.
vi: Cơ sở lý thuyết của việc thực hành kết nối vụ án đến từ tâm lý học nhân cách.

source: The thinking behind sex offender rehabilitation has changed along with the development of general offender rehabilitation programmes (as discussed in chapter 10).
vi: Quan niệm về việc cải tạo tội phạm tình dục đã thay đổi cùng với sự phát triển của nhiều chương trình cải tạo chung dành cho tội phạm (có đề cập ở chương 10).

source: The thinking behind this is that those who are lower risk are less likely to reoffend and hence are less likely to need an intervention to help them desist from crime.
vi: Một ý kiến khác cho rằng những người ở nguy cơ tái phạm thấp hơn thì ít có khả năng tái phạm và vì thế cũng không cầ can thiệp quá sâu vào quá trình hoàn lương của họ.

source: The third of these aspects can be improved in the light of psychological research but the first two usually cannot.
vi: Khía cạnh thứ ba có thể được hoàn thiện trong nghiên cứu tâm lý nhưng hai khía cạnh còn lại thì thường không thể.

source: The three components are skill- streaming, anger control training and moral reasoning training: each of these will now be explained in more detail.
vi: Ba nội dung này bao gồm: skillstreaming (huấn luyện kỹ năng), huấn luyện kiểm soát giận dữ và huấn luyện lập luận đạo đức. Phần dưới đây sẽ giải thích chi tiết hơn về mỗi nội dung này.

source: The trained group were worse than the untrained group on a subsequent detection deception task!
vi: Nhóm được huấn luyện biểu hiện kém hơn nhóm không được huấn luyện trong những bài tập phát hiện nói dối.

source: The training and the booklets were extensively based on ethical psychological notions.
vi: Chương trình đào tạo và những quyển tài liệu dựa trên nền tảng những quan niệm về đạo đức và tâm lý người.

source: The training can also shape the recruits’ behaviour.
vi: Việc đào tạo cũng có thể định hình hành vi cho các tân binh.

source: The types of bullying behaviours experienced also seem to vary with culture.
vi: Các kiểu bắt nạt cũng rất khác nhau tùy theo văn hóa.

source: The types of bullying behaviours that occur in prison include direct and indirect forms of victimization.
vi: Hành vi bắt nạt xảy ra trong tù bao gồm các hình thức ngược đãi cả trực tiếp và gián tiếp.

source: The types of characteristics profiled (as shown in the media and in published reports of profiling) include demographic characteristics such as an offender’s gender, age, ethnicity, educational and employment history.
vi: Các loại đặc tính được lập hồ sơ (như được thể hiện trên truyền thông và trên các báo cáo về việc thiết lập hồ sơ tội phạm đã được công bố) bao gồm các đặc điểm nhân khẩu học ví dụ như giới tính, tuổi, chủng tộc, học vấn và lịch sử làm việc của người phạm tội.

source: The types of crime that have been investigated include arson, stranger sexual assaults, commercial and residential burglary, commercial robbery and murder.
vi: Các loại tội ác đã được điều tra bao gồm phóng hỏa, tấn công tình dục người lạ, trộm thương mại và trộm dân cư, cướp thương mại và giết người.

source: The types of crime which carry a death penalty differ.
vi: Loại tội phạm bị áp dụng án tử được quy định khác nhau ở mỗi nước.

source: The types of tasks that offender profilers might be asked to complete depend on the type of profiler they are.
vi: Những dạng nhiệm vụ mà người lập hồ sơ phải hoàn thành phụ thuộc vào việc họ là kiểu người lập hồ sơ nào.
